/* Strings not to be in the MAS version */
"https://macitbetter.com/buy/betterzip" = "https://macitbetter.com/buy/betterzip";
"https://macitbetter.com/lost-key-for/betterzip" = "https://macitbetter.com/lost-key-for/betterzip";
"https://macitbetter.com/BetterZip.rss" = "https://macitbetter.com/BetterZip.rss";
"Pleeease!"      = "お願いします!";
"Buy Now..."     = "今すぐ購入…";
"Must.Buy.Now."  = "今すぐ買わないと";
"Instant Karma"  = "悪事は我が身に跳ね返る";
"Buy Me!"        = "買ってね!";
"%d days left" = "あと %d 日";
"Buy today!" = "今すぐ購入!";
"The trial period is over" = "試用期限が切れました";
"Please register BetterZip to enable the saving of archives." = "BetterZip を登録してアーカイブの保存ができるようにして下さい。";
"Buy now" = "オンラインで購入";
"Your trial period is over. You can still view archives, but saving archives has been disabled. Please register, if you want to continue using BetterZip! Click the 'Buy now' button below and receive your license key within minutes." = "試用期間が終了しました。アーカオブを開くことはできますが、保存はできません。続けて 'BetterZIp' の利用をご希望の場合は、登録をお願いします! 以下のオンラインで購入ボタンをクリックすると、ライセンスキーを数分で受け取ることができます。";
"Registration: # %d on %@ for %d licenses\nLicensee: %@" = "登録: # %d %@ に %d  ライセンス購入\nライセンス: %@";
"Registration: # %d on %@\nLicensee: %@" = "登録: # %d (%@)\nライセンス: %@";
"More license keys required." = "ライセンスキーが不足しています。";
"BetterZip has detected more copies running at the same time in your network than you have license keys. \n\nEvery computer in your network needs its own license key. Please consider buying one of those really reasonably priced multi-user licenses." = "BetterZip はあなたがお持ちのライセンスキーより多くのコピーがネットワーク上で実行されていることを検出しました。\n\nネットワークにあるコンピュータそれぞれに固有のライセンスが必要です。とてもリーズナブルな価格のマルチユーザーライセンスの購入をご検討下さい。";
"\nYour copy of BetterZip is registered. Thank you!" = "\nBetterZip は登録されました。ありがとうございます!";
"Continue" = "続ける";
"BetterZip is not yet registered. Your trial period will end tomorrow. To continue using BetterZip click the 'Buy now' button below and register now!" = "BetterZip は未だ登録されていません。明日で試用期間は終了です。続けて BetterZip をお使いになる場合は、下にある「今すぐ購入」ボタンをクリックして、すぐに登録して下さい!";
"BetterZip is not yet registered. Your trial period ends today. To continue using BetterZip click the 'Buy now' button below and register now!" = "BetterZip は未だ登録されていません。試用期間は今日までです。続けて BetterZip をお使いになる場合は、下にある「今すぐ購入」ボタンをクリックして、すぐに登録して下さい!";
"Your trial period is over. Although BetterZip will work for a few more days, you have to register, if you want to continue using it! Click the 'Buy now' button below and receive your license key within minutes." = "試用期間は終了しました。BetterZip はあと数日動作しますが、続けてお使いになる場合は、登録しなくてはなりません! 以下の 'オンラインで購入' ボタンをクリックすると、数分でライセンスキーを受け取ることができます。";
"The code is invalid. Make sure you pasted the complete key into the text field." = "コードが正しくありません。正しいキーをテキスト欄にペーストしたか確認して下さい。";
"Later" = "後で";
"Welcome back to BetterZip!" = "BetterZip へようこそ!";
"It has been a long time since you last tried BetterZip. Take a few more days to evaluate it again. Your trial period has been extended by five days." = "最後に BetterZip を試してからずいぶん経ちました。そこで再度試用して頂くため数日の猶予を儲けました。試用期間が延長されています。";
"Great!" = "素晴らしい!";
"Check for Updates..." = "アップデートを確認...";
"Automatically check for updates (last check: %@)" = "自動的にアップデートを確認 (最終確認日時: %@)";
"Your license is not valid for this version of BetterZip, but our upgrade fees are very reasonable.\nClick the 'Buy now' button to check it out." = "このバージョンの BetterZip では無効なライセンスです。アップグレードはとてもリーズナブルな価格で可能です。\n「今すぐ購入」ボタンをクリックしてアップグレードして下さい。";
"Registration..." = "登録...";

/* New in BetterZip 3 */
"This function is available to registered users only." = "この機能は登録ユーザーだけが使用できます。";
"Better get your license today!" = "ライセンスの取得は今日が最適!";
"This is a license code for an older version of BetterZip. You can use it to purchase a BetterZip 4 license for the discounted upgrade price of $9.99. Click “Upgrade now” below to go to our web shop." = "これは、BetterZip の古いバージョンのライセンスコードです。このコードは割引アップグレード価格、$9.99 での BetterZip 4 ライセンス購入にお使いいただけます。以下の \"今すぐアップグレード\" をクリックしてウェブショップを開いて下さい。";
"This is a temporary license code for customers who bought BetterZip 2 in the Mac App Store. You can use it to purchase a BetterZip 4 license for the discounted upgrade price of $9.99. Click “Upgrade now” below to go to our web shop." = "これは、BetterZip 2 を Mac App Store で購入したお客様に付与される一時ライセンスコードです。BetterZip 4 を $9.99 のアップグレード価格でお買い求め頂けます。下にある「今すぐアップグレード」ボタンをクリックしてウェブショップを開いて下さい。";
"BetterZip is not yet registered. Your trial period will end in %d days. \n\nIf you like BetterZip, click the 'Buy now' button below and get your license today!" = "BetterZip は未登録です。試用期間はあと、%d 残っています。\n\nもし BetterZip を気に入っていただけたなら、以下の「今すぐ購入」ボタンをクリックして、ライセンスを入手して下さい!";
"Trial user\n%d days left" = "試用版ユーザー\nあと、%d 日";
"Upgrade now" = "今すぐアップグレード";
